#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Romanian
@LOCALIZEDNAME=
@AUTH=Popa Daniel
@EMAIL=
@DESC=
@WWW=
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Exportati Liniile selectate
#103=Album
103=Album
#104=Export All
104=Exportale pe toate
#105=TrackNo
105=NumarMelodie
#106=Location
106=Adresa
#107=Size
107=Marime
#108=Type
108=Tip
#109=Duration
109=Durata
#110=Bitrate
110=Frecventa
#111=Delete From History
111=Sterge din istoric
#112=Genre
112=Gen
#113=Comment
#114=Date Added
114=Data Adaugarii
#115=Rating
115=Rating
#116=Track not found.
#117=Number of Tracks
117=Numar de Melodii.
#118=Do you want to see the exported file now?
#119=Date Updated
119=Data Actualizata
#120=Operation
120=Operatie
#121=No Tracks in this Selection
#123=Idle
#124=Select Something
#125=Total Size of Tracks (Mb)
125=Marime Totala a Melodiilor (Mb)
#126=Idle
#127=Records
127=Inregistrari
#128=Show Year (in [] after Albums)
128=Arata AN (in [] dupa Albume)
#129=First Appearance
129=Prima Aparitie
#130=Last Appearance
130=Ultima Aparitie
#131=Rank
131=Rang
#132=Hits
132=Accesari
#133=Do you want to update also the Files? (%d Files will be Affected)
#134=Application
134=Aplicatie
#135=Update Tracks Warning
#136=Language
136=Limbaj GUI
#137=*Needs program restart
137=*Necesita repornirea programului
#139=Recognize as fast as you can the song that you listen.
139=Recunoasteti cat de repede puteti melodia pe care o ascultati.
#140=Add Files
140=Adauga Fisiere
#141=Update Local Collections
141=Actualizeaza Colectia Locala
#142=Exit
142=Iesire
#143=Select Folder
#144=[Unknown]
144=[Necunoscut]
#145=Quick
145=Cautare
#146=Search
146=Rapida
#147=Play
147=Play
#148=Enqueue
148=Enqueue
#149=Advanced Search
149=Cautare Avansata
#150=History
150=Istoric
#151=Options
151=Optiuni
#152=Collections
152=Colectii
#153=About
153=Despre
#154=Artists - Albums
154=Artist - Albume
#155=Genres - Artists
155=Genuri - Artisti
#156=Years - Albums
156=Ani - Albume
#157=Collections - Artists
157=Colectii - Artisti
#158=Albums with various artists*
158=Albume cu artisti diferiti*
#159=Sort By Name
159=Sortare Dupa Nume
#160=Sort By Rating
160=Sortare Dupa Rating
#161=Sort By Number Of Tracks
161=Sortare Dupa Numarul De Melodii
#162=All
#163=Audio
163=Audio
#164=Video
164=Video
#167=Show/Hide Mini Player
167=Arata/Ascunde Mini Player
#168=Play / Pause
168=Play / Pauza
#169=Stop
169=Stop
#170=Next
170=Urmatoarea
#171=Previous
171=Anterioara
#172=Shuffle
172=Amesteca
#173=Loop
173=Loop
#174=Show Main Window
174=Arata Fereastra Principala
#175=Show Mini Player
175=Arata Mini Player
#176=Exit Application
176=Iesire Aplicatie
#177=result found
#178=results found
#179=Please enter at least 1 character.
#180=Media Idle
180=Media Idle
#181=Network Idle
181=Network Idle
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
#183=Scanning Files
#184=File
#185=Downloading
185=Se Descarca...
#186=Auto Continue
186=Auto Continua
#187=Show Visualizations - Video
187=Arata Vizualizari - Video
#188=Randomize List
188=Lista Aleatorie
#189=Load List (m3u)
189=Incarca Lista (m3u)
#190=Save List (m3u)
190=Salveaza Lista (m3u)
#191=Clear List
191=Sterge Lista
#192=[Various]
192=[Variat]
#193=Days between check
#195=Properties
195=Proprietati
#197=Bad
197=Rea
#198=Neutral
198=impartial
#199=Good
199=Buna
#200=Very Good
200=Foarte Buna
#201=Outstanding
201=Exceptionala
#202=Open Containing Folder
202=Deschide Folderul Sursa
#203=Copy To
#204=Copy Path
#205=Renamer
#206=Delete
#207=Download Lyrics
#208=The files will be completly erased from your PC. Are you sure?
#209=Deletion Operation
#210=Warning
#211=Simple Search
#212=All Time
212=Timp Total
#213=Best/Worst
#214=Lyrics Available
#215=Special Info
#216=Comments Available
216=Comentariu Disponibil
#217=Personal Available
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
#219=Tracks
219=Melodii
#220=Album Review Not Found
220=Informatie Album Negasita
#221=Album review
#222=Lyrics Not Found
#223=Open Picture
223=Deschide Poza
#224=Edit Picture
224=Editeaza Poza
#225=Save Picture
225=Salveaza Poza
#226=Save Text
226=Salveaza Text
#227=Operation Failed
#228=Lyrics
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
#230=Popularity
#231=Information not found
#232=Comments
#233=Personal
#234=Special Info
#235=Artist Biography not found
235=Biografia Artistului Negasita
#236=Artist Biography
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
#238=Lyrics etc.
#239=Latest Additions
#240=File Type Filter
#241=Returns the <b>latest</b> files that have been added in you collection.
#242=Since
#243=Find the best or the worse tracks (based on the <b>rating</b>).
#244=Most popular Tracks based on the <b>history log</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
#246=Information Type
#247=Please wait...
#248=by
#249=Last query needed %d ms
249=Last query needed %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
#251=Disable Lyrics Confirmation
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
#253=Yes
#254=No
#255=Empty Collection
#256=Years
256=Ani
#257=Months
257=Luni
#258=Days
258=Days
#259=365 Days
259=365 zile
#260=30 Days
260=30 Zile
#261=10 Days
261=10 Zile
#262=24 Hours
262=24 Ore
#263=Track played
263=Melodie Accesata
#264=Track specific click
264=Click Specific Melodie
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normal
#271=Recorded History
271=Istoric inregistrat
#272=Top Songs
272=Top Melodii
#273=Top Artists
273=Top Artisti
#274=Year
274=An
#275=Month
#276=Day
#277=untill
#278=Not Enough Data.
#279=Time Interval
279=Interval de Timp
#280=This information will be written in the file.
#281=TimeSlider
281=Bara de Timp
#282=This information will not be written in the file.
#283=Active
283=Activ
#284=Text Filters
284=Filtre Text
#285=Title
285=Titlu
#286=Artist
286=Artist
#287=Export Finished
#288=Date Filter
288=Filtru Data
#289=Normal
#290=Show Number Of Items (in () after Item)
290=Arata Numarul De Melodii (in () Dupa Obiect)
#291=Extra Info
291=Informatie Extra
#292=Item Grouping (Artist / Album Style)
292=Grupari Obiecte (Artist / Tip Album )
#293=Update
293=Actualizeaza
#294=Remove
294=Sterge
#295=Add Collection
295=Adauga Colectie
#296=Name
296=Nume
#297=Enabled
297=Activat
#298=Min number of Tracks
298=Numar min de melodii
#299=Main Tags
299=Eticheta Principala
#300=Extra Tags
300=Eticheta Extra
#301=Internet Options
#302=Impersonate Browser
#303=Use Default Proxy
#304=Automated Downloader
#309=Special Tags Support
#310=Auto Play
#311=Remember Last Track
#312=Remember Time
#313=Play Control
#314=Startup
#315=General
#316=Global Hotkeys
#317=Picture
317=Poza
#318=Minimize to Tray
318=Minimizeaza in bara
#319=Mini Player
319=Mini Player
#320=Show Always
320=Arata Intotdeauna
#321=Automatic
321=Automat
#322=Manually
322=Manual
#323=Never Show
323=Nu arata niciodata
#324=List View
324=Ultima Vizualizare
#325=Show 'New' sign (in days)
325=Arata Semnul  'Nou'(in zile)
#326=Accept
#327=Try Again
#328=Refuse
#329=Accept All
#330=Don't Show Again
#331=Info Check
#332=Main Options
332=Optiuni Principale
#333=Tree View
333=Vizualizare Tree
#334=Information Retrieval
334=Recuperare Vizualizare
#335=Media Player
335=Media Player
#336=Tagging
336=Etichetand
#337=A general <b>public</b> description of the track.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
#340=Multiple Files Properties
#342=Biography
342=Biografie
#343=Review
343=Review
#344=Import data from a file
344=Imposta data din fisier
#346=Paste or write some text
346=Lipeste si scrie text
#347=Delete Picture
#348=Paste Picture
348=Lipeste Poza
#349=Picture Dimensions
#350=There is a new version available.<br>Do you want to go to the info page?
#351=Program is up-to-date.
#352=Check for updates
352=Verifica pentru Actualizare.
#353=Games
353=Jocuri
#354=Update Check Failed.
#355=There is no picture in the clipboard.
#356=Collection List
356=Lista Colectie
#358=Start
#359=Results
#360=Correct Answers
#361=Wrong Answers
#362=Score:
362=Scor:
#363=Submit Results
#364=Current
#365=Best
#366=Rename
366=Redenumeste
#367=Please enter a new name
#368=Total Score:
368=Scor Acumulat:
#369=Question:
369=Intrebare:
#370=Best Score:
370=Cel mai bun scor:
#371=Correct
371=Corect
#372=Mistake
372=Greseala
#373=Music Quiz
373=Test Muzical
#374=Adding
#375=Copy Text
375=Copie Text
#376=Detailed Search
#377=Collection
377=Colectie
#378=Local Folder
378=Folder Local
#379=Net Folder
379=Folder Net
#380=Media
380=Media
#381=Audio CD
381=Audio CD
#382=External Collection
#383=Automatically update database after (sec)
383=Actualizeaza automat colectie dupa (sec)
#385=Collection update started.
385=Actualizare Colectie Pornita.
#386=Collection update finished.
386=Actualizare Colectie Terminata.
#387=Removing missing files
#388=files removed
#389=files added
#390=Show History
390=Arata Istoric
#391=Can' t Locate File!
#392=Do you want to see the exported file now?
#393=Empty playlist. Drag Drop some tracks here
#394=Use multimedia hotkeys
#395=Clipboard
#396=Folder
#397=Collection already exists
#398=Do You want to continue?
#399=Collection was not accessible
#400=Collection is not ready.
#401=Track Removed from collection
#402=Removable Storage
402=Spatiu Temporar
#403=Not enough tracks to play the quiz
#404=Show All Tracks
#405=Locate Track
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
#407=The selected CD/DVD Drive is empty.
#408=Select Drive
#409=Choose an item from the list. Press 'Rescan' to update the list.
#410=Internet is not connected. Do you want to go online?
#411=Working
411=Se lucreaza
#412=The whole Drive/Media will be added
#413=total
413=total
#414=Docked Visualization
414=Vizualizare Ascunsa
#415=Services
#416=Virtual tracks
#417=This item already exists
#418=Empty
#419=Ready
#420=Import Virtual Tracks
#421=Export Virtual Tracks
#422=Select the items you want to import to your Virtual Tracks Collection
#423=Select the virtual tracks you want to export to the file
#424=Import
#425=Add Virtual Track
#426=Export
#427=Insert List (m3u)
#428=Hide Visualizations
#429=Auto Continue Mode
#430=Insert Random Tracks
#431=Remove Others
#432=Visualizations/Video
#433=Current Viewer
#434=Music Browser
#435=Mode
#436=Sort
#437=Filter
#438=Play List
#439=Track List
#440=Browser
#441=Success
#442=Provider
#443=Failure
#444=Volume
#445=Auto
#446=Sync with player
#447=New
#448=Messenger now playing
#449=Transparency
#450=Skin
#451=LastFM Scrobbler
#452=Artist picture
#453=Album picture
#454=sec
#455=Activation delay
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
